/* Navigation Services - Localizable Strings */

/* Nav Dialog title strings */
"Open Default Title" = "Abrir";
"Open Title" = "Abrir: ^0";
"Save Default Title" = "Guardar";
"Save Title" = "Guardar: ^0";
"Choose File Title" = "Seleccione um Ficheiro";
"Choose Folder Title" = "Seleccione uma Pasta";
"Choose Volume Title" = "Seleccione um Volume";
"Choose Object Title" = "Seleccione um Objecto";
"New Folder Title" = "Nova Pasta";

/* Button title strings */
"Save Button" = "Guardar";
"Open Button" = "Abrir";
"Choose Button" = "Seleccionar";
"Don't Save Button" = "Não";
"New Folder Button" = "Nova Pasta";
"Replace Button" = "Substituir";
"Discard Button" = "Ignorar Alterações";
"Review Button" = "Rever Alterações...";
"Use Dot Button" = "Usar “.”";
"ExtensionAlertUseOneLabel" = "Usar .^1";
"ExtensionAlertUserBothLabel" = "Usar ambos";

/* Confirm Alert strings */
"SaveChangesClosing Banner" = "Guardar alterações antes de fechar";
"SaveChangesQuitting Banner" = "Guardar alterações antes de sair";
"SaveChangesOther Banner" = "Guardar alterações";
"DiscardChanges Banner" = "Ignorar";
"WantToSaveDoc Banner" = "Guardar as alterações efectuadas ao documento ^0?";
"WantToSaveThis Banner" = "Guardar as alterações efectuadas a este documento?";
"WantToSaveAppDocs Banner" = "Guardar as alterações efectuadas aos documentos ^0?";
"WantToDiscardDoc Banner" = "Ignorar as alterações efectuadas ao documento “^0”?";
"WantToDiscardThis Banner" = "Ignorar as alterações efectuadas a este documento?";

"Review App Docs Banner" = "Existem ^0 documentos ^1 com alterações não guardadas. Rever as alterações antes de sair?";
"Review Several App Docs Banner" = "Existem vários documentos ^1 com alterações não guardadas. Rever as alterações antes de sair?";

"Review Docs Banner" = "Existem ^0 documentos com alterações não guardadas. Rever as alterações antes de sair?";
"Review Several Docs Banner" = "Existem vários documentos com alterações não guardadas. Rever as alterações antes de sair?";

"Review App Single Doc Banner" = "Existe ^0 documento ^1 com alterações não guardadas. Rever as alterações antes de sair?";
"Review Single Doc Banner" = "Existe ^0 documento com alterações não guardadas. Rever as alterações antes de sair?";

"Review Docs Explanation" = "Se não efectuar a revisão dos documentos, as alterações serão perdidas.";

/* Untitled strings */
"Untitled Folder" = "pasta sem nome";
"Untitled Doc" = "sem nome";

/* Alert strings */
"Cant Replace Locked" = "Impossível substituir “^0” porque está protegido.";

"Remove Favorite" = "Remover Favorito";
"Cant Resolve Alias NotFound" = "Impossível abrir o favorito “^0” porque o item original não foi localizado.";
"Navigate Alias Not Found" = "Impossível abrir o atalho “^0” porque o item original não foi localizado.";

"Name Already Taken" = "O item “^0” está já a ser usado. Use um nome diferente.";
"Cant Replace Folder" = "Nome “^0” já em utilização por uma pasta.";
"Cant NewFolder OnLockedDisk" = "Impossível criar pasta porque o disco está protegido.";
"Not Right Privs" = "Impossível substituir “^0” porque não dispõe dos privilégios necessários.";
"Cant use period" = "Os nomes iniciados por um ponto “.” estão reservados para o sistema. Se continuar e utilizar um nome iniciado por um ponto, o ficheiro será invisível.";

"ExtensionWarningText" = "Pretende guardar este documento com a extensão “.^0”? A extensão sugerida é “.^1”.";
"ExtensionWarningSubtext" = "Se não usar a extensão “.^1”, o documento será guardado num formato diferente.";

"ExtensionErrorText" = "Impossível guardar este documento com a extensão “.^0”. A extensão correcta é “.^1”.";
"ExtensionErrorSubtext" = "Pode optar por usar ambos para que o nome do ficheiro termine em “.^0.^1”.";

"ReplaceAlertText" = "Item designado “^0” já existente neste local. Substituir pelo item que está a guardar?";
"ReplaceWithExtensionAlertText" = "Item designado “^0”, com a extensão “.^1”, já existente neste local. Substituir pelo item que está a guardar?";


/* Favorite Popup Menu strings */
"Favorite Places" = "Locais Favoritos";
"Recent Places"	= "Últimos Locais";
"Computer" = "Computador";
"Home menu item" = "Início";

/* Show Popup Menu strings */
"All Files" = "Todos os Documentos";
"All Known Files" = "Todos os Documentos Conhecidos";
"All App" = "Todos os Documentos ^0";
"All Readable Files" = "Todos os Documentos Legíveis";

/* Format Popup Menu strings */
"Default" = "Predefinição";

/* Generic Kind strings */
"Picture Document" = "Imagem";
"Text Document" = "Texto";
"Movie Document" = "Filme";
"Sound Document" = "Som";

/* array of command key characters:
	o	// command-key lower case O (open)
	.	// command-key character '.' (cancel)
	D	// upper character "D" (don't save button shortcut)
	d	// lower character "d" (don't save button shortcut)
	Z	// Undo menu command-key
	X	// Cut menu command-key
	C	// Copy menu command-key
	V	// Paste menu command-key
	A	// Select All menu command-key
	s	// command-key "s" (save)
	R	// upper character "R" (replace button shortcut)
	r	// lower character "r" (replace button shortcut)
	d	// command-key "d" (Desktop shortcut)
	D	// command-key displayed in Where popup (Desktop shortcut)
	H	// command-key "H"
*/
"Command Keys" = "o.NnZXCVAgSsdDH";

/* iDisk strings */
"iDisk title" = "iDisk";
"Connect Failed" = "A ligação falhou";
"Connect Failed Details" = "Sem resposta do servidor iDisk. Tente de novo.";
"Invalid Setup" = "Impossível aceder ao iDisk. O nome ou palavra-passe do subscritor poderão ser inválidas.";
"Invalid Setup Details" = "Pode alterar o nome e palavra-passe no separador .Mac do painel Internet, nas Preferências do Sistema.";
"iTools Button" = "Abrir Preferências .Mac...";
"Authentication Failed" = "O Acesso Falhou";
"Authentication Failed Detailed" = "O nome ou palavra-passe não foram correctamente introduzidos. Tente de novo. Pode verificar o nome e palavra-passe .Mac, na janela de preferências .Mac.";

/* List view column titles*/
"Name Column Title" = "Nome";
"Date Modified Column Title" = "Data de Alteração";

/* Authenticated Server strings */
"Connect Button" = "Ligar...";
"Connect Caption" = "Para visualizar as partilhas disponíveis para o servidor \"^0\", prima Ligar.";

/* Query strings */
"QueryItemCountString" = "%i itens";
"CurrentFolderScopeString" = "Pasta \"%s\"";
"HomeScopeString" = "Início";
"EverywhereScopeString" = "Computador";

/* Preview strings */
"MoreInfo" = "info adicional...";
